Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G40C.tmx
Source language: en_us
Languages: zh_cn

source: B?rbel Bohley
zh_cn: 贝贝尔·伯莱

source: B?rbel Bohley, artist and toppler of the Berlin Wall, died on September 11th, aged 65
zh_cn: 贝贝尔·伯莱，一位拆毁柏林墙的艺术家，于9月11日逝世，享年65岁

source: COURAGE rarely failed B?rbel Bohley.
zh_cn: 贝贝尔·伯莱身上从不缺少勇气。

source: Others quailed at the hands of the East German secret police, the Stasi.
zh_cn: 在东德秘密警察强硬的铁腕下，其他人停滞了行动。

source: Frail but steely, she mocked them: an eye for the absurd, she said, helped to keep her mental distance from those "brutal, cold, murderous, contemptuous people".
zh_cn: 她用虚弱而冷酷的语气嘲笑着。她说，一双洞察荒谬的眼睛，让她精神上远离那些粗鲁、冷漠、傲慢的杀人团伙。

source: "I will get out of here; you won't," she once snapped at an interrogator.
zh_cn: “总有一天我会逃离这，你们不会。”她曾经这样怒斥一位审讯者。

source: She was right.
zh_cn: 她说得没错。

source: Born in the ruins of Berlin in 1945, her early life was shaped by the post-war division of her country into western (soon West) Germany, and a Soviet-occupied zone that claimed to be the "German Democratic Republic".
zh_cn: 1945年出生在柏林废墟的她，早期生活在战后分裂中度过， 当时德国领土分成西部德国（很快成“西德”），称之为“ 德意志联邦共和国”的苏占区。

source: But in the end it was not the bullying communists who shaped the wiry little painter. It was she who shaped them-and their downfall.
zh_cn: 最终，这些蛮狠共产当人并没改造这位坚毅的小画家。而是他改变了他们，让他们彻底的灭亡。

source: Her life as an artist started in her 30s, after unhappy early stints in industry and teaching.
zh_cn: 屡遭工业、教育行业的不愉快碰壁后，她的艺术生涯从30几岁开始。

source: Her m¨¦tier was brightly coloured pictures with dark angry lines, part abstract, part-figurative.
zh_cn: 作品颜色绚丽，绘有暗淡而愤怒的线条，一部分抽象，一部分具有象征性。

source: Her inspiration, she said, came from K?the Kollwitz, the great radical pacifist painter and print-maker of the Weimar years, venerated in post-war East Germany.
zh_cn: 她称灵感来自凯绥·珂勒惠支，此人为魏玛共和国年间著名的激进和平主义画家、印刷品复制匠，在战后东德备受推崇。

source: The regime liked that, and her work: she won prizes, including a trip to the Soviet Union.
zh_cn: 政府青睐她的作品，她因此获得多次奖项，其中包括赢得去苏联旅行的机会。

source: But the promised Utopia turned out to be shockingly grim and grey.
zh_cn: 然而，理想中的乌托邦结果却是灰暗、苍白地，震人发愦。

source: In 1980 the idealistic socialist convictions of her youth, long undermined by the regime's hypocrisy, finally crystallised into ardent opposition.
zh_cn: 1980年，这位年轻时信仰共产主义的理想者，慢慢地逐渐丧失了对虚伪政府的信心，最终信念崩溃，转化为激烈的反抗。

source: She differed from cultured dissidents elsewhere in the communist world: it was not her work that angered the authorities, but the authorities that angered her.
zh_cn: 与共产主义世界其它的持不同意见的艺术家们相比，她是与众不同的。她的作品并没激怒当局，而是她为当局而愤怒。

source: Her object was never to get power or set an agenda, but to rescue her country, and to get its citizens thinking and agitating for themselves: in the words of a friend, just ramming her "I" against the "we" imposed by the state.
zh_cn: 她的主题从不在于获得政权，也不在于制定宏伟目标，而是来拯救国家，引起国民的思索，让国民为祖国而愤愤不平。用她一位朋友的话来说，就是用她“自我”来打击国家强加的“大家”。

source: Her protest started when she objected, loudly and scornfully, to her own tiny part in the Warsaw Pact's military machine: being trained as a battlefield first-aider for the possibility of a nuclear attack from the West.
zh_cn: 她的抗议始于对华沙条约组织的反对，洪亮而轻蔑地拒绝了自己这台微不足道的战争机器的义务。她被训练成战场中一名急救人员，为西方势力将发起的核袭击而待命。

source: She objected to women being drafted at all, and in 1982 formed Woymen for Peace to make the point.
zh_cn: 她完全反对女性入伍，并于1982年建立了妇女和平组织。

source: The opposition she joined was tiny, mostly confined to a few parishes in the Protestant church, heavily infiltrated by the Stasi and weakened by the systematic exile of its leaders to the West.
zh_cn: 她加入的反对组织势单力薄，大部分成员的来源仅限于新教教会的几个教区，且被史塔西严重渗透，其领导分批流放到西方国家，进而势力更加削弱。

source: The authorities took the standard forms of vengeance. She was booted out of the official artists' union, then jailed for six weeks for "treasonably" passing information to her friends in Western disarmament campaigns.
zh_cn: 当局采取了老套的报复手段，把她从官方艺术家协会驱逐出。随后，她又被判6周监禁，起因在于她给参加西方裁军运动的朋友散布消息。

source: She was banned from exhibiting her work in any gallery.
zh_cn: 她被禁止在任何一家画廊出展。

source: Her son, not enrolled in the communist youth movement, could not go to university.
zh_cn: 她的儿子因为没参加共青团运动，不能上大学。

source: She carried on painting and agitating regardless.
zh_cn: 尽管如此，她依然从事她的绘画工作并动员大家反抗。

source: At the start it seemed hopeless.
zh_cn: 刚开始希望渺茫。

source: The East Berlin regime was propped up not only by its ubiquitous secret police and a huge network of informers, but also by a monolithic control of the media and repressive capabilities ranging from the subtle to the brutal.
zh_cn: 东柏林政府的成立是靠无处不在的秘密活动的警察、一张庞大通风报信人员网，还靠对媒体的整体控制，以及或轻微、或残忍的镇压势力。

source: Moreover, few East Germans appeared to want change.
zh_cn: 此外，东德人几乎没表现出要改变的迹象。

source: Democracy seemed as fanciful as Ms Bohley's other favourite cause, demilitarisation.
zh_cn: 民主党跟伯莱一样都热衷于另一行动，即非军事化。

source: Only once did the regime crack her resolve, in 1988, when it persuaded her to leave the country for a six-month stay in Britain.
zh_cn: 仅有一次，东德国动摇了她的决心。1988年，她被规劝离开祖国，去英国呆上6个月。

source: Through a fug of cigarette smoke, her hosts found her intense, charming, stubborn and prickly.
zh_cn: 她整日抽烟，处在烟雾缭绕中，她的接伺者反而发现她迷人、顽固、易怒的一面。

source: She returned to East Germany by subterfuge, to the chagrin of the authorities who had hoped to lose her.
zh_cn: 她找了个借口重返东德，这让曾寄望于遗弃她的当局大为懊恼。

source: But it was their turn to give up, not hers.
zh_cn: 但是这回放弃的是当局，而非伯莱。

source: Abandoned by its Soviet backers, demoralised by economic failure and having lost the will to kill, in late 1989 the regime crumbled in weeks.
zh_cn: 失去了苏联支持者，经济上败落，信心荡然无存，也没有痛下收杀人的决心了，1989年末，东德几周内就下台了。

source: Ms Bohley and her friends in the newly founded New Forum opposition movement found power lying on the street and picked it up.
zh_cn: 在新成立的新兴反对论坛反抗运动中，伯莱和她的朋友们在大街上找到了权利，并开始执权。

source: She had no plans for it, but her message of personal dignity, civil courage and independent thought had triumphed. At least for a few weeks.
zh_cn: 她对权利的执行没有任何计划，但是她主张的个人尊严、公民勇气、自由思想，至少在数周内战胜对手。

source: The tide went farther and faster than Ms Bohley had hoped.
zh_cn: 这股思潮流比伯莱料想得要快、要远。

source: She wanted not simply to dissolve the GDR into West Germany, but to build something better and different: less greedy and more human, more Trabant than Mercedes.
zh_cn: 她想要的不仅仅是将民主德国融入西德，还想建立一些更好的不同制度。这种制度少些贪婪、多些人性化，街上多些却贝特，少些奔驰。

source: "East Germany needs its own style of living," she would say.
zh_cn: 她会说：“东德需要它自身的生活方式”。

source: But the people disagreed.
zh_cn: 但是人民却不认同。

source: Shopping, travelling and real money proved far more tempting than idealism.
zh_cn: 购物、旅行、现钞比理想主义中的生活更具有诱惑力。

source: Time to go
zh_cn: 是离开的时候了

source: Ms Bohley mourned that, but did not bemoan it.
zh_cn: 伯莱对此很伤心，却不埋怨。

source: Although she was keener on democracy than capitalism, she accepted the inevitable.
zh_cn: 她更热衷民主而非资本主义，也接受资本主义的不可避免存在。

source: Unification had mixed blessings, she said: "We wanted justice and we gained the rule of law."
zh_cn: 领土统一有各种希冀。她说：“我们想要得到正义，得到的却是法制。”

source: Not bad, but not quite the same thing.
zh_cn: 这并不糟糕，却不能同日而语。

source: A convinced social democrat, she shocked friends by inviting Chancellor Helmut Kohl to her home in Berlin's grungy Prenzlauer Berg.
zh_cn: 作为一名社会民主的坚信者，伯莱邀请赫尔穆特·科尔总理到普伦茨劳贝格区破旧家中，让她的朋友们大吃一惊。

source: But she loved the place and its camaraderie, detesting the yuppies with their "bronze doorbells" who moved in later.
zh_cn: 她喜欢那个地方的融洽氛围，厌恶之后搬过来居住的雅皮士们的“铜门铃”。

source: After reunification she fought to hold the Stasi to proper account, perching in their offices to make sure the files were preserved for all to see.
zh_cn: 德国统一之后，她争取清算史塔西努力，整日埋头于办公室内，确保文件保存完好，让所有人都看到。

source: But thereafter she drifted off to do charity work in former Yugoslavia, modifying her pacifism in the process.
zh_cn: 但是不久之后，她不做了，投身于前南斯拉夫的慈善工作，并在此阶段修正了和平主义理念。

source: In interviews and speeches she was a sharp if largely unheeded critic of the West's economic, political and spiritual failings. "Chic clothes but empty faces," she said.
zh_cn: 在各种采访、演讲中话语锋芒，但她对大部分人所忽视的西方经济、政治、精神缺失现象持批评态度。“时髦的衣着下空虚的面孔”她如是说。
